gfbio_submissions/brokerage/tests/test_data/pangaea_soap_body.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:urn="urn:java:de.pangaea.login.PanLogin">
    <soapenv:Header/>
    <soapenv:Body>
        <urn:login>
            <urn:username>gfbio-broker</urn:username>
            <urn:password>secret</urn:password>
        </urn:login>
    </soapenv:Body>
</soapenv:Envelope>